[
  {
    "title": "Energy Transition Program",
    "image": "https://refex.co.in/wp-content/uploads/2025/08/program-011-new.jpg",
    "content": "<div class=\"space-y-4\"><p>As a part of our commitment to clean energy transition, we are becoming increasingly reliant on renewable energy sources for conducting our business operations. In the financial year (FY2022-23), we commissioned 50.76 KWp rooftop solar power plant at our Refrigerant gas factory.</p><p>The plant uses 'Solex' make 545 WP, Mono PERC PV solar modules, and 'Growatt' make solar inverters. The solar power plant will be generating 92,637 units per year offsetting 65 MT of CO2 and is a significant step towards our Net Zero Goal through this energy transition program.</p><p>The plant is now operational 100 % on renewable solar energy. The plant is a net explorer of solar energy in FY2024-25 which will be a significant milestone in our sustainability journey.</p></div>",
    "order": 1,
    "isActive": true
  },
  {
    "title": "Water Stewardship",
    "image": "https://refex.co.in/wp-content/uploads/2025/08/program-02-new.jpg",
    "content": "<div class=\"space-y-4\"><p>We are dedicated to water stewardship and have undertaken comprehensive measures to ensure its effective implementation. Rainwater harvesting and ground recharge wells have therefore been made mandatory at all operational sites.</p><ul class=\"list-none space-y-2\"><li><span>Under the </span><strong>Nirmal Jal initiative</strong><span>, restored </span><strong>22,000 sq. ft. Vannan Pond</strong><span> in Ward 29, Kunrathur Municipality, Kanchipuram District—previously silted and polluted, causing odor and pest issues.</span></li><li><span>Successfully restored a </span><strong>28,000 sq. ft. water body</strong><span> in the remote hilltop village of </span><strong>Nekhnamali</strong><span>.</span></li><li><span>Initiated restoration of a </span><strong>1 km-long water body</strong><span> in </span><strong>Kholan village</strong><span>, </span><strong>Titlagarh district</strong><span>.</span></li></ul><p>By reducing freshwater demand, offsetting our water demand through waterbodies restoration & rainwater harvesting, and with the judicious use of water resources, we aim to achieve water positivity by 2035.</p></div>",
    "order": 2,
    "isActive": true
  },
  {
    "title": "Material Circularity and Waste Management",
    "image": "https://refex.co.in/wp-content/uploads/2025/08/program-03-new.jpg",
    "content": "<div class=\"space-y-4\"><p>Ash generated by thermal power plants bears serious risks of environmental hazards. We have developed an unmatched capability in mitigating this through our eco-friendly, innovative and collaborative management practices in disposing, recycling and repurposing fly ash and bottom ash in a safe and sustainable manner contributing significantly to environmental protection.</p><p>Having established a comprehensive business network, comprising manufacturers, contractors, and abandoned mine owners, we maximise waste recycling in an eco-friendly manner as well as provide regular training on waste management awareness to relevant stakeholders. As the largest organized player in India's ash management industry, Refex has successfully worked across 30+ plants and utilized more than 250 lakh metric tons of ash over the past six years.</p></div>",
    "order": 3,
    "isActive": true
  },
  {
    "title": "Health & Safety",
    "image": "https://refex.co.in/wp-content/uploads/2025/08/program-04-new.jpg",
    "content": "<div class=\"space-y-4\"><p>At Refex, the health and safety of our employees and workers is a top priority, which is why we have implemented Mission Zero Harm to property, people and the environment. To achieve this, we have successfully implemented the occupational health and safety management system (OHSMS) and are certified to ISO 4500:2015.</p><p>This comprehensive approach to occupational health and safety management enables us to proactively identify and address potential hazards, ensuring the prevention of incidents/accidents and the promotion of a safety-oriented culture. Through meticulous risk assessments, thorough employee training, and a commitment to continuous improvement, we strive to create a work environment that is safe and conducive to the well-being of our employees, workers, and value chain partners. The safety performance remained strong, with zero fatalities, zero reportable lost time injuries.</p></div>",
    "order": 4,
    "isActive": true
  },
  {
    "title": "CSR Thrust Areas & Projects",
    "image": "https://refex.co.in/wp-content/uploads/2025/02/program-05.jpg",
    "content": "<div class=\"space-y-4\"><p>Creating significant social value and making a positive impact in our communities is integral to our business ethos. Our Corporate Social Responsibility (CSR) initiatives are meticulously executed with transparency and accountability, underscoring our dedication to ethical business conduct. Refex focuses on four major thematic areas of CSR activities for end-value creation namely biodiversity conservation, water stewardship, education, and healthcare.</p><ul class=\"space-y-3\"><li class=\"flex items-start gap-3\"><i class=\"ri-check-line text-[#7cd244] text-xl flex-shrink-0 mt-1\"></i><div><strong class=\"text-gray-900\">Education:</strong><ul class=\"mt-2 space-y-1 ml-4\"><li class=\"flex items-start gap-2\"><strong class=\"flex-shrink-0\">-</strong><span>Financial aid to socially and economically backward students</span></li><li class=\"flex items-start gap-2\"><strong class=\"flex-shrink-0\">-</strong><span>Trophy prize distribution to cultivate interest in education</span></li><li class=\"flex items-start gap-2\"><strong class=\"flex-shrink-0\">-</strong><span>Supported 30 tribal schools across 30 villages in Chhattisgarh, benefiting around 600 children by improving access to quality early education.</span></li><li class=\"flex items-start gap-2\"><strong class=\"flex-shrink-0\">-</strong><span>In Bhasma, Sundargarh district, support extended to a residential school for 45 students, including orphans and children from underprivileged backgrounds.</span></li></ul></div></li><li class=\"flex items-start gap-3\"><i class=\"ri-check-line text-[#7cd244] text-xl flex-shrink-0 mt-1\"></i><span class=\"text-gray-900\"><strong>Biodiversity Conservation</strong></span></li><li class=\"flex items-start gap-3\"><i class=\"ri-check-line text-[#7cd244] text-xl flex-shrink-0 mt-1\"></i><span class=\"text-gray-900\"><strong>Water Stewardship</strong></span></li><li class=\"flex items-start gap-3\"><i class=\"ri-check-line text-[#7cd244] text-xl flex-shrink-0 mt-1\"></i><span class=\"text-gray-900\"><strong>Healthcare</strong></span></li></ul></div>",
    "order": 5,
    "isActive": true
  }
]

